Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh1-6-v3.tmx
Source language: bo
Languages: en

source: །སྐབས་འདིར་ནི་བཅོམ་ལྡན་འདས་ཉན་ཐོས་རྣམས་འདུལ་བ་ལ་བསླབ་པའི་གཞི་བཅའ་བར་བཞེད་པས་བསོད་སྙོམས་བཞེས་ནས་རྫས་ཀྱིས་བསྒྲུབས་པའི་ཁྱིམ་ན་བཞུགས་སོ།
en: In this case, the Blessed One refrained from going for almsfood because he wished to establish a rule of training in the Vinaya for the disciples.

source: །ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ནི་བཅོམ་ལྡན་འདས་ཀྱི་བསོད་སྙོམས་ནོད་པ་ཡིན་ཏེ།
en: The venerable Ānanda was in charge of receiving almsfood for the Blessed One.

source: ཇི་ཙམ་ན་དེར་འབྲས་ཆན་མ་ཚོས་པ་ཞིག་ཕོག་པ་དང་། དེ་ནས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: He was there given boiled rice, which was not fully cooked, and he thought, “It has not been long since the Blessed One recovered, and this rice is not fully cooked.

source: བཅོམ་ལྡན་འདས་སྙུན་གདངས་ནས་རིང་པོ་མ་ལོན་ལ་འབྲས་ཆན་འདི་ཡང་མ་ཚོས་པ་ཞིག་པས་འདི་གལ་ཏེ་ལོངས་སྤྱད་ན་སྙུན་སླར་ལྡང་བར་འགྱུར་སྲིད་ཀྱིས།
en: So, if he has this rice, his illness may return.

source: བཅོམ་ལྡན་འདས་ཀྱིས་མ་གནང་ཡང་འདི་ཉིད་ཀྱིས་རྐྱེན་བྱས་ནས་གནང་བར་འགྱུར་བའི་གནས་དེ་ཡོད་དོ་སྙམ་ནས། དེས་ཆུ་སྣོད་བླངས་ཏེ་ཆུས་བཏབ་ནས་ཇི་སྲིད་ཚོས་པ་དེ་སྲིད་དུ་བཙོས་སོ།
en: Although the Blessed One has not authorized cooking such food, it is probable that this situation will lead him to authorize cooking it.” Ānanda took a pitcher, poured water into the boiled rice, and cooked it until it was done.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་གསོལ་ཏོ།
en: Then he offered the boiled rice to the Blessed One.

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་ལ་རྨས་པ། ཀུན་དགའ་བོ་ཅི་དགེ་འདུན་ཐམས་ཅད་ཀྱི་འབྲས་ཆན་ཡང་འདི་འདྲའམ།
en: The Buddha, the Blessed One, asked the venerable Ānanda, “Ānanda, does the entire community have the same boiled rice as this?”

source: བཙུན་པ་མ་ལགས་ཏེ།
en: “No, they do not, Honored One.

source: འོན་ཀྱང་མ་དྲལ་བ་ལགས་སོ།
en: Theirs is not fully cooked.”

source: །འོ་ན་འདི་ག་ལས་འོངས།
en: “Then where did it come from?”

source: དེས་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་རྒྱས་པར་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཀུན་དགའ་བོ་ལེགས་སོ་ལེགས་སོ།
en: When Ānanda related to the Blessed One in detail what had happened, the Blessed One said, “Good, good, Ānanda!

source: །ངས་རྗེས་སུ་མ་གནང་བ་གང་ཡིན་པ་ཡང་ཁྱོད་ཀྱིས་ཤེས་སོ།
en: You know even what I have not authorized.

source: །དེ་ལྟ་བས་ན་རྗེས་སུ་གནང་སྟེ། དགེ་སློང་གིས་མཚོས་པ་བྱིན་ལེན་བྱོས་ལ་བཙོས་ཏེ་ལོངས་སྤྱད་པར་བྱའོ།
en: On account of that, I authorize monks to receive boiled rice that is not fully cooked and to cook and eat it.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དགེ་སློང་གིས་མ་ཚོས་པ་བྱིན་ལེན་བྱོས་ལ་བཙོས་ཏེ་ལོངས་སྤྱད་པར་བྱའོ་ཞེས་གསུངས་པ་དང་། དྲུག་སྡེ་རྣམས་ཀྱིས་འབྲས་སྐམ་བྱིན་ལེན་བྱས་ཏེ་བཙོས་ནས་ལོངས་སྤྱད་པར་བརྩམས་པའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: After the Blessed One said “monks may receive boiled rice that is not fully cooked and cook and eat it,” the group of six monks received raw rice and began to cook and eat it.

source: འབྲས་ཆན་སུམ་ཆ་ཚོས་པ་བྱིན་ལེན་བྱོས་ལ་བཙོས་ཏེ་ལོངས་སྤྱད་པར་བྱའོ།
en: When the monks reported this matter to the Blessed One, the Blessed One said, “You may receive, cook, and eat boiled rice, one third of which is cooked.

source: །ཚོད་མ་དང་། མེ་ཏོག་དང་། འབྲས་བུ་དང་། ཉ་དང་། ཤ་དག་ནི་ཁ་དོག་གྱུར་ནས་བྱིན་ལེན་བྱས་ཏེ་ལོངས་སྤྱད་པར་བྱའོ།
en: You may receive and eat vegetables, flowers, fruits, fish, and meat after their color changes.

source: །འོ་མ་ལ་སོགས་པའི་རྫས་ཀྱི་ཁུ་བ་རྣམས་གང་གི་ཚེ་ལན་གཉིས་ལན་གསུམ་དུ་བསྐོལ་བར་གྱུར་པ་དེའི་ཚེ་བྱིན་ལེན་བྱས་ཏེ་བསྐོལ་ནས་སྤྱད་པར་བྱ་སྟེ།
en: You may receive, boil, and drink liquids such as milk when they have been boiled two or three times.

source: འདི་ལ་འགྱོད་པར་མི་བྱའོ།
en: You should not have any regrets about consuming such things.

source: །འདི་ལས་གཞན་དུ་ལོངས་སྤྱད་ན་འགལ་ཚབས་ཅན་དུ་འགྱུར་རོ།། །།
en: If you consume them in other ways, you become guilty of an offense.” V. Pūrṇa

source: སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ།
en: The Buddha, the Blessed One, was once staying in the Jetavana, in the Park of Anāthapiṇḍada.

source: །དེའི་ཚེ་གྲོང་ཁྱེར་སློ་མ་ལྟ་བུ་ཞེས་བྱ་བ་ན་ཁྱིམ་བདག་འབྱོར་པ་ཞེས་བྱ་བ་ཕྱུག་པ་ནོར་མང་བ།
en: At that time a householder named Bhava was living in a city called Sūrpāraka.

source: ལོངས་སྤྱོད་ཆེ་བ། ཡོངས་སུ་བཟུང་བ་ཡངས་ཤིང་རྒྱ་ཆེ་བ། རྣམ་ཐོས་ཀྱི་བུའི་ནོར་དང་ལྡན་པ།
en: He was rich and had great wealth and many possessions, with holdings both vast and extensive.

source: རྣམ་ཐོས་ཀྱི་བུ་ལ་ནོར་གྱིས་འགྲན་པ་ཞིག་གནས་སོ།
en: He possessed wealth equal to that of Vaiśravaṇa, rivaling that of Vaiśravaṇa.

source: །དེས་རིགས་མཉམ་པ་ལས་ཆུང་མ་བླངས་ནས། དེ་དེ་དང་ལྷན་ཅིག་རྩེ་བར་བྱེད། དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་དོ། །དེ་རྩེ་བར་བྱེད།
en: Bhava took a wife from a family of equal rank, and Bhava and his wife played, made love, and enjoyed themselves, and thus the wife conceived a child.

source: དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་པ་ལས་དུས་གཞན་ཞིག་ན་ཆུང་མ་ལ་སེམས་ཅན་ཞུགས་པར་གྱུར་ཏོ། །དེ་ཟླ་བ་བརྒྱད་དམ་དགུ་འདས་ནས་ཁྱེའུ་གཟུགས་བཟང་བ། མཛེས་པ། བལྟ་ན་སྡུག་པ་ཞིག་བཙས་ནས།
en: After eight or nine months, a boy who was well proportioned, attractive, and pleasant to behold was born.

source: དེ་ཉི་མ་བདུན་གསུམ་ཉི་ཤུ་གཅིག་ཏུ་བཙས་སྟོན་རྒྱ་ཆེར་བྱས་ནས་མིང་འདོགས་པར་བྱེད་དེ། ཁྱེའུ་འདིའི་མིང་ཅིར་གདགས།
en: At the birth, the householder held a great celebration for twenty-one days and, to give the baby a name, he asked, “What name shall we give this boy?”

source: ཉེ་དུ་རྣམས་ཀྱིས་སྨྲས་པ། ཁྱེའུ་འདི་ཁྱིམ་བདག་འབྱོར་པའི་བུ་ཡིན་པས། དེ་ལྟ་བས་ན་ཁྱེའུའི་མིང་འབྱོར་ལེན་ཞེས་གདགས་སོ་ཞེས་ཁྱེའུ་དེའི་མིང་འབྱོར་ལེན་ཞེས་བྱ་བར་བཏགས་སོ།
en: His kinsmen suggested, “Since this boy is the son of the householder Bhava, let us name him Bhavila.” Thus the boy was named Bhavila.

source: །ཡང་རྩེ་བར་བྱེད། དགའ་བར་བྱེད། དགའ་མགུར་སྤྱོད་པར་བྱེད་པ་ལས་ཁྱེའུ་ཞིག་བཙས་ཏེ། དེའི་མིང་ནི་འབྱོར་སྐྱོབ་ཅེས་བྱ་བར་བཏགས་སོ།
en: Then the couple again played, made love, and enjoyed themselves, and another boy was born and named Bhavatrāta.

source: །ཡང་དེའི་ཁྱེའུ་ཞིག་བཙས་ཏེ། དེའི་མིང་ནི་འབྱོར་དགའ་ཞེས་བྱ་བར་བཏགས་སོ།
en: And then again a boy was born to the householder and was named Bhavanandin.

source: །ཇི་ཙམ་ན་དུས་གཞན་ཞིག་ན་ཁྱིམ་བདག་འབྱོར་པ་ནད་ཀྱིས་བཏབ་པར་གྱུར་ནས་དེ་ཤིན་ཏུ་ཚིག་རྩུབ་མོར་སྨྲ་སྟེ། དེས་ན་ཆུང་མ་དང་བུས་ཀྱང་ཡལ་བར་བོར་རོ།
en: Later, the householder Bhava caught an illness and spoke very harsh words, and thus his wife and sons abandoned him.

source: །དེའི་མངག་གཞུག་བྱེད་པའི་བུ་མོ་ཞིག་ཡོད་པ་དེས་བསམས་པ། བདག་གི་ཇོ་བོས་ཐབས་བརྒྱ་སྟོང་དུ་མས་ལོངས་སྤྱོད་རྣམས་བསགས་ན། དེ་ད་ནད་ཀྱིས་ཐེབས་པར་གྱུར་པ་དང་ཆུང་མ་དང་བུས་ཀྱང་ཡལ་བར་བོར་ན།
en: He had a servant girl, and she thought, “Although my master won possessions through hundreds of thousands of means, he now has an illness and was abandoned even by his wife and sons.

source: བདག་གི་རྗེ་བོ་ཡལ་བར་དོར་བ་ནི་བདག་ལ་རིགས་པ་མ་ཡིན་ནོ་སྙམ་ནས་དེས་སྨན་པའི་དྲུང་དུ་སོང་སྟེ། ཇོ་བོ་ཁྱོད་ཀྱིས་ཁྱིམ་བདག་འབྱོར་པ་མཁྱེན་ཏམ། ཤེས་སོ།
en: If I give up on my master, that would not be appropriate for me.” She went to a physician and asked, “Master, do you know the householder Bhava?” “Yes, I do.

source: །དེ་ཅི་བྱ།
en: What happened to him?”

source: དེ་འདི་འདྲ་བའི་བྲོ་ནད་ཅིག་གིས་ཐེབས་ཏེ།
en: “He has such-and-such kind of illness, and he was abandoned by his wife and sons.

source: དེ་ཆུང་མ་དང་བུས་ཀྱང་ཡལ་བར་བོར་ན་དེའི་སྨན་སྟོན་ཅིག །དེས་སྨྲས་པ།
en: Prescribe medicine for him.”

source: ཆུང་མ་དང་བུ་དག་གིས་ཀྱང་ཡལ་བར་བོར་རོ་ཞེས་ཁྱོད་ཉིད་ཟེར་ན།
en: “You said he was abandoned by his wife and sons.

source: འོ་ན་དེ་ལ་སུ་ཞིག་རིམ་གྲོ་བྱེད།
en: Then who attends to him?” asked the physician.

source: དེའི་རིམ་གྲོ་བདག་གིས་བགྱི་མོད་ཀྱི་ཁྱོད་ཀྱིས་ཅི་ནས་སྨན་རིན་ཆུང་བ་ཞིག་སྟོན་ཅིག །དེས་དེའི་སྨན་ནི་འདི་ཡིན་ནོ་ཞེས་བསྟན་ཏོ།
en: “I attend to him. Please prescribe inexpensive medicine.” The physician prescribed it, saying, “This is his medicine.”

source: །དེ་ནས་དེས་བདག་རང་གི་རྒྱགས་ལས་ཀྱང་ཅུང་ཟད་སྦྱར། ཁྱིམ་དེ་ཉིད་ནས་ཀྱང་ཅུང་ཟད་བརྐུས་ནས་རིམ་གྲོ་བྱས་ཏེ་དེ་སོས་པར་གྱུར་ཏོ།
en: Then the servant girl, taking some food for Bhava from her own provisions and also taking some from the house, attended to him, and he recovered his health.

source: །དེས་བསམས་པ་བདག་ནི་ཆུང་མ་དང་བུས་ཀྱང་ཡལ་བར་བོར་ཏེ་འདི་ལྟར་བདག་གསོན་པོར་གྱུར་པ་ནི་བུ་མོ་འདིའི་མཐུ་ཡིན་གྱིས།
en: Bhava thought, “I was abandoned by my wife and sons and I owe my life to this girl.

source: འདི་ལ་ཕན་གདགས་པར་བྱའོ་སྙམ་ནས་དེས་དེ་ལ་སྨྲས་པ། བུ་མོ་ཁོ་བོ་ནི་ཆུང་མ་དང་བུས་ཀྱང་ཡལ་བར་བོར་བ་ལས། ཁོ་བོ་ཅུང་ཟད་ཅིག་གསོན་པ་དེ་ཐམས་ཅད་ནི་ཁྱོད་ཀྱི་དྲིན་ཡིན་ན།
en: I should do something for her in return.” Bhava said to her, “Girl, I was abandoned by my wife and sons and I owe my life to you.

source: ཁྱོད་མཆོག་ཅི་འདོད་པ་སྦྱིན་གྱིས་སྨྲོས་ཤིག །གལ་ཏེ་ཇོ་བོ་བདག་ཁྱོད་ཀྱི་ཐུགས་སུ་འཐད་པར་གྱུར་ན་བདག་ཁྱོད་དང་ལྷན་ཅིག་འགྲོགས་པར་འཚལ་ལོ། །དེས་སྨྲས་པ།
en: So I will give you whatever you most want. Tell me what you want.” “Master, if you are satisfied with me, I would like to have sex with you.” Bhava said, “What is the use of our having sex?

source: ང་དང་ཁྱོད་ལྷན་ཅིག་འགྲོགས་པས་ཅི་བྱས་ཀཱར་ཥཱ་པ་ཎ་ལྔ་བརྒྱ་བྱིན་ལ་བྲན་ལས་དབྱུང་བར་བྱའོ།
en: I will give you five hundred kārṣāpaṇas and liberate you from servitude.”

source: །དེས་སྨྲས་པ། ཇོ་བོ་བདག་རྒྱངས་བཀུམ་པར་མཆིས་ཀྱང་བྲན་མོ་ཁོ་ན་ལགས་པར་བས་ཀྱིས།
en: “Master, I am nothing but a slave whether I am far from here or in the next life,” she replied.

source: གལ་ཏེ་རྗེའི་སྲས་ཁྱོད་དང་ལྷན་ཅིག་འགྲོགས་ན་དེ་ལྟ་ན་བྲན་མོར་མི་འགྱུར་ལགས་སོ།
en: “If I have sex with you, Master, I am not a slave.”

source: །དེས་གལ་གྱིས་འཆུ་བར་ཤེས་ནས་སྨྲས་པ།
en: Bhava, knowing she would insist, said, “Girl, tell me when the time is right and you are fertile.”

source: བུ་མོ་གང་གི་ཚེ་རུང་ཞིང་ཟླ་མཚན་དང་ལྡན་པར་གྱུར་པ་དེའི་ཚེ་ཁོ་བོ་ལ་སྦྲོན་ཅིག །དེས་དུས་གཞན་ཞིག་ན་རུང་ཞིང་ཟླ་མཚན་དང་ལྡན་པར་གྱུར་ནས་དེས་དེ་ལ་སྦྲན་ཏོ།
en: Later, when the time was right and she was fertile, she told him.

source: །དེ་ནས་ཁྱིམ་བདག་འབྱོར་པ་དང་དེ་གཉིས་ལྷན་ཅིག་དགའ་མགུར་སྤྱད་པས་དེ་སེམས་ཅན་དང་ལྡན་པར་གྱུར་ཏོ།
en: Then the two, the householder Bhava and the servant girl, enjoyed themselves together, and she conceived a child.

source: །གང་གི་ཉི་མ་ལ་སེམས་ཅན་ཞུགས་པར་གྱུར་པའི་ཉི་མ་དེ་ཁོ་ན་ནས་བཟུང་ནས་ཁྱིམ་བདག་འབྱོར་པའི་ནོར་ཐམས་ཅད་དང་། ལས་ཀྱི་མཐའ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་གྱུར་ཏོ།
en: From the very day the child was conceived, all the wealth and all the business of the householder Bhava became abundant and fulfilled.

source: །དེ་ཟླ་བ་བརྒྱད་དམ་དགུ་འདས་ནས་ཁྱེའུ་གཟུགས་བཟང་བ། མཛེས་པ།
en: After eight or nine months, a boy was born.

source: བལྟ་ན་སྡུག་པ། མདོག་གསེར་འདྲ་བ། མགོ་གདུགས་ལྟར་འདུག་པ། ལག་པ་རིང་བ། འཕྲལ་བའི་དབྱེས་ཆེ་བ།
en: He was well proportioned, attractive, and pleasant to behold, with a golden complexion, his head like a parasol, long arms, a broad forehead, eyebrows that meet, a prominent nose, and every major limb and minor appendage of his body complete.

source: སྨིན་མ་འཇར་བ། སྣའི་གཟངས་མཐོ་བ། ཡན་ལག་དང་ཉིང་ལག་ཐམས་ཅད་དང་ལྡན་པ་ཞིག་བཙས་སོ། །དེ་བཙས་ནས་ལྷག་པར་ཁྱིམ་བདག་འབྱོར་པའི་དགོས་པ་ཐམས་ཅད་དང་། ལས་ཀྱི་མཐའ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་གྱུར་ཏོ།
en: From the time he was born, all the wealth and all the business of the householder Bhava again became abundant and fulfilled.

source: །དེ་ཉི་མ་བདུན་གསུམ་ཉི་ཤུ་གཅིག་ཏུ་བཙས་པའི་བཙས་སྟོན་རྒྱ་ཆེར་བྱས་ནས་མིང་འདོགས་པར་བྱེད་དེ་ཞེས་བྱ་བ་ནས། གང་པོ་ཞེས་བྱ་བར་གདགས་སོ་ཞེས་དེའི་མིང་གང་པོ་ཞེས་བཏགས་སོ་ཞེས་བྱ་བའི་བར་གོང་མ་བཞིན་ནོ།
en: At the birth, the householder held a great celebration for twenty-one days and, to give the baby a name, . . . “Let us name him Pūrṇa (Fulfilled).” Thus the boy was named Pūrṇa.

source: །ཁྱེའུ་གང་པོ་མ་མ་བརྒྱད་ལ་རྗེས་སུ་གཏད་དེ།
en: The boy Pūrṇa was entrusted to eight nursemaids:

source: དྲི་མ་ཕྱི་བའི་མ་མ་གཉིས་དང་ཞེས་བྱ་བ་ནས་རྒྱས་པར་སྦྱར་ཏེ། རྫིང་ན་གནས་པའི་པད་མ་བཞིན་དུ་མྱུར་དུ་སྐྱེད་པར་བྱེད་དོ་ཞེས་བྱ་བའི་བར་དུའོ།
en: two nursemaids to change his diapers . . . (The passage should be recited in detail, up to:) He grew quickly like a lotus shooting up in a pond.

source: །དེ་ཆེན་པོར་གྱུར་པ་དེའི་ཚེ་ཡི་གེ་དང་། རྩིས་དང་། གྲངས་དང་། ལག་རྩིས་དང་། དབྱུང་བ་དང་། གཞུག་པ་དང་། གཞག་པ་ལ་ཉེ་བར་ཞུགས་ཤིང་བརྟག་པ་བརྒྱད་པོ་གཞི་བརྟག་པ་དང་། རས་བརྟག་པ་དང་། རིན་པོ་ཆེ་བརྟག་པ་དང་། ཤིང་བརྟག་པ་དང་། གླང་པོ་ཆེ་བརྟག་པ་དང་། རྟ་བརྟག་པ་དང་། གཞོན་ནུ་བརྟག་པ་དང་། གཞོན་ནུ་མ་བརྟག་པ་ལ་ཤིན་ཏུ་བྱང་ཞིང་།
en: When Pūrṇa grew up, he was taught letters, calculation, numbers, counting by hand, and how to deal with loans and two different types of deposits, and he became fully learned in eight kinds of analysis: the analysis of land, the analysis of cloth, the analysis of jewels, the analysis of wood, the analysis of elephants, the analysis of horses, the analysis of boys, and the analysis of girls.

source: བརྟག་པ་གཞན་ཡང་བྱེད་པ་དང་། ཀློག་པ་ལ་མཁས་པ་དང་། སྤྱོད་པ་གསལ་བར་གྱུར་ཏོ།
en: He also mastered other kinds of analysis and reading, and became one whose actions are clear.

source: །དེ་ནས་ཁྱིམ་བདག་འབྱོར་པས་འབྱོར་ལེན་ལ་སོགས་པ་བུ་རྣམས་རིམ་བཞིན་དུ་ཁྱིམ་ཕུབ་པ་དང་། དེ་དག་ཆུང་མ་ལ་ལྷག་པར་ཆགས་པས་འཚོ་ནམ་ཡལ་བར་བོར་ཏེ་འཇོ་སྒེག་ལྷུར་ལེན་ཅིང་འཁོད་དོ།
en: Later, the householder Bhava made his sons get married one by one, beginning with Bhavila. The sons were so attached to their own wives that they abandoned the family business and settled down, smitten with physical beauty alone.

source: །དེ་ནས་ཁྱིམ་བདག་འབྱོར་པ་ལག་པ་ལ་འགྲམ་པ་གཏད་ནས་སེམས་ཁོང་དུ་ཆུད་ཅིང་འདུག་པ་དེ་བུ་རྣམས་ཀྱིས་མཐོང་ནས་དྲིས་པ།
en: Therefore, the householder Bhava was plunged into grief, resting his cheek on his hand.

source: ཡབ་ཁྱོད་ཅིའི་སླད་དུ་ཕྱག་ལ་ཞལ་གཏད་ནས་སེམས་ཁོང་དུ་ཆུད་ཅིང་བཞུགས།
en: His sons noticed him and asked, “Father, why are you plunged into grief, resting your cheek on your hand?”

source: དེས་སྨྲས་པ། བུ་དག་ང་ནི་ཇི་སྲིད་གསེར་འབུམ་མ་རྙེད་པ་དེ་སྲིད་དུ་ཁྱིམ་མ་ཕུབ་བོ།
en: “Sons,” he replied, “I did not get married until I had a hundred thousand pieces of gold.

source: །ཁྱེད་ཅག་འཚོ་ནམ་ཡལ་བར་བོར་ནས་ཆུང་མ་ལ་ལྷག་པར་ཆགས་པས་འཇོ་སྒེག་ལྷུར་ལེན་ཅིང་འཁོད་དེ།
en: You have abandoned the family business and settled down, smitten with physical beauty alone.

source: ང་ཤི་ནས་ཁྱིམ་མྱ་ངན་གྱིས་གང་བར་འགྱུར་ན་ཇི་ལྟར་སེམས་ཁོང་དུ་ཆུད་པར་མི་འགྱུར།
en: After my death, my family will be full of misery. How could I not be plunged into grief?”

source: འབྱོར་ལེན་གྱིས་རིན་པོ་ཆེའི་རྣ་རྒྱན་ཐོགས་པ་བཀྲོལ་ནས་ཤིང་གི་རྣ་རྒྱན་གཅིག་བཏགས་ཏེ་བདག་གིས་ཇི་སྲིད་གསེར་འབུམ་མ་གྲུབ་པ་དེ་སྲིད་དུ་རིན་པོ་ཆེའི་རྣ་རྒྱན་གདགས་པར་མི་བྱའོ་ཞེས་དམ་བཅས་སོ།
en: Bhavila, taking off his jeweled earrings and putting on wooden earrings (dārukarṇikā), promised, “I will not put on jeweled earrings until I acquire a hundred thousand pieces of gold.”

source: །གཅིག་གིས་ནི་རྒྱ་སྐེགས་ཀྱི་རྣ་རྒྱན་ནོ།
en: The next one, putting on lac earrings (stavakarṇikā), made the same promise.

source: །གཅིག་གིས་ནི་ཞ་ཉེའི་རྣ་རྒྱན་ནོ།
en: Then the third one, putting on lead earrings (trapukarṇikā), made the same promise too.

source: །དེ་དག་མིང་འབྱོར་ལེན་དང་། འབྱོར་སྐྱོབ་དང་། འབྱོར་དགའ་ཞེས་བྱ་བ་གང་ཡིན་པ་དེ་དག་ནུབ་པར་གྱུར་ནས་ཤིང་གི་རྣ་རྒྱན་ཅན། རྒྱ་སྐེགས་ཀྱི་རྣ་རྒྱན་ཅན། ཞ་ཉེའི་རྣ་རྒྱན་ཅན་ཞེས་བྱ་བར་མིང་གྲགས་སོ།
en: Although they had been known by the names Bhavila, Bhavatrāta, and Bhavanandin, those names disappeared, and they came to be known by the names Dārukarṇin, Stavakarṇin, and Trapukarṇin.

source: །དེ་རྣམས་ཟོང་ཐོགས་ཏེ་རྒྱ་མཚོ་ཆེན་པོར་དོང་བ་དང་། གང་པོས་སྨྲས་པ། ཡབ་བདག་ཀྱང་རྒྱ་མཚོ་ཆེན་པོར་མཆིའོ། །དེས་སྨྲས་པ།
en: When the three sons took to the great ocean carrying merchandise, Pūrṇa said, “Father, I will take to the great ocean, too.”

source: བུ་ཁྱོད་བུས་པ་ཡིན་གྱིས་འདི་ཉིད་དུ་འདུག་ལ་ཚོང་ཁང་གི་བྱ་བ་དག་བྱོས་ཤིག་ཅེས་དེ་ཉིད་དུ་འདུག་གོ།
en: His father replied, “Son, because you are a child, you should stay here and do what needs to be done in the store.” And so Pūrṇa stayed.

source: །དེ་རྣམས་ཀྱིས་ཀྱང་གྲུ་བོ་ཆེ་གྲུབ་ནས་ལྷགས་ཏེ་ལམ་གྱིས་དུབ་པ་དག་ངལ་བསོ་ནས་སྨྲས་པ།
en: His elder brothers returned, having been successful on their voyage.

source: ཡབ་བདག་ཅག་གི་ཟོང་འདི་བརྩིར་གསོལ། བརྩིས་ནས་རེ་རེས་ཀྱང་གསེར་འབུམ་འབུམ་རྙེད་པར་གྱུར་ཏོ།
en: After they were fully rested, they said, “Father, please calculate the value of our merchandise.” Their father calculated the value and found that each of the three sons had acquired a hundred thousand pieces of gold.

source: །གང་པོས་ཀྱང་དེ་ཉིད་དུ་ཆོས་དང་མཐུན་པས་བསྒྱུར་བས་གསེར་འབུམ་ལྷ་གཅིག་རྙེད་ནས་གང་པོས་ཀྱང་ཕའི་རྐང་པ་གཉིས་ལ་གཏུགས་ནས་སྨྲས་པ། ཡབ་བདག་གི་ཚོང་ཁང་ནས་བསྒྱུར་བའི་རྫས་ཀྱང་བརྩིར་གསོལ།
en: Pūrṇa had also lawfully earned more than a hundred thousand pieces of gold. He threw himself at his father’s feet and said, “Father, please calculate the money I earned at the store, too.”

source: དེས་སྨྲས་པ། བུ་ཁྱོད་འདི་ཉིད་ན་འདུག་འདུག་ན་ཁྱོད་ལ་ཅི་ཞིག་བརྩིར་ཡོད།
en: “Son, you have remained here,” replied his father. “What is there to calculate for you?”

source: དེས་སྨྲས་པ། ཡབ་འོན་ཀྱང་བརྩིར་གསོལ། མཁྱེན་པར་འགྱུར་རོ།
en: “Father, at any rate, please calculate it and you will understand,” said Pūrṇa.

source: །བརྩིས་ན་གང་ཡང་རིགས་པས་བསྒྲུབས་པ་གསེར་བཞི་པོ་ཉིད་མ་གཏོགས་པ་གསེར་འབུམ་ལྷག་ཅིག་བྱུང་ངོ་།
en: His father calculated it and found that there were, except for the capital, more than a hundred thousand pieces of gold obtained properly.

source: །ཁྱིམ་བདག་འབྱོར་པ་དགའ་བ་དང་ཡིད་བདེ་བ་སྐྱེས་ཏེ་བསམས་པ། སེམས་ཅན་འདི་ནི་བསོད་ནམས་ཀྱི་མཐུ་ཆེན་པོ་དང་ལྡན་པ་ཞིག་ལྟ་སྟེ།
en: The householder Bhava, being pleased and delighted, thought, “This creature appears to be one who has the great power of merit.

source: འདིས་འདི་ཉིད་ན་འདུག་བཞིན་གསེར་འབུམ་རྙེད་ཅིག་གྲུབ་བོ་སྙམ་མོ།
en: Just remaining here, he has acquired a hundred thousand pieces of gold.”

source: །ཇི་ཙམ་དུས་གཞན་ཞིག་ན་ཁྱིམ་བདག་འབྱོར་པ་ནད་ཀྱིས་བཏབ་པར་གྱུར་ནས་དེས་བསམས་པ་བདག་ཤི་བ་དང་འདི་དག་འབྱེ་བར་འགྱུར་གྱིས་ཐབས་ཤིག་བཤམ་པར་བྱའོ་སྙམ་ནས་དེས་དེ་དག་ལ་སྨྲས་པ།
en: Later, the householder Bhava caught an illness. He thought, “After my death, my sons will go their separate ways.

source: བུ་དག་ཤིང་སྐམ་པོ་དག་སྟ་གོན་གྱིས་ཤིག །དེ་རྣམས་ཀྱིས་ཤིང་དག་སྟ་གོན་བྱས་པ་དང་། དེས་སྨྲས་པ། མེ་བུས་ཤིག །དེ་རྣམས་ཀྱིས་མེ་བུས་པ་དང་། དེས་སྨྲས་པ། མགལ་པ་རེ་རེ་ནས་ཕྱུང་ཤིག །དེ་རྣམས་ཀྱིས་མགལ་པ་རེ་རེ་ནས་ཕྱུང་བ་དང་། མེ་དེ་ཤི་བར་གྱུར་ཏོ།
en: So I must devise a plan to keep them together.” He said to them, “Sons, prepare firewood.” When the sons had prepared firewood, he said, “Kindle a fire.” When the sons had kindled a fire, he said, “Pull out, one by one, the pieces of wood.” When the sons had pulled out, one by one, the pieces of wood, the fire was extinguished.

source: །དེས་སྨྲས་པ། བུ་དག་ཁྱེད་ཀྱིས་མཐོང་ངམ།
en: He asked, “Sons, did you see that?”

source: ཡབ་མཐོང་ལགས་སོ།
en: “We did, father,” said his sons.

source: །དེས་ཚིགས་སུ་བཅད་པ་དག་སྨྲས་པ།
en: Bhava then recited a verse:

source: མགལ་པ་ཚོགས་པས་མེ་འབར་ལྟར།
en: “Fire burns when pieces of wood are gathered together.

source: །སྤུན་ཚོགས་པ་ཡང་དེ་བཞིན་ནོ།
en: Brothers together are just the same.

source: །མགལ་པ་ཕྲལ་ན་ཤི་གྱུར་པ།
en: If you separate the pieces of wood, the fire is extinguished.

source: །མི་རྣམས་ཀྱང་ནི་དེ་དང་འདྲ།
en: People are just like that.”

source: །བུ་དག་ང་ཤི་ནས་ཁྱེད་ཅག་གིས་བུད་མེད་ཀྱི་ཚིག་མཉན་པར་མི་བྱའོ།
en: “Sons, after my death, you should not listen to the words of women.

source: །བུད་མེད་ཀྱིས་ནི་བཟའ་དག་འབྱེད།
en: “Families are divided because of women.

source: །སྡར་མ་རྣམས་ནི་ངག་གིས་འབྱེད།
en: Those who are clever are divided by words.

source: །ངན་ལ་སྨྲས་པས་གསང་ཚིག་འཕེལ།
en: Mantras increase when they are badly chanted.

source: །འདོད་པ་ཡིས་ནི་མཛའ་བཤེས་འབྱེད།
en: Friends are divided because of desire.”

source: །དེ་དག་གཞན་ནི་དོང་ངོ་།
en: The sons, except for Bhavila, went elsewhere.

source: །འབྱོར་ལེན་དེ་ཉིད་ན་འདུག་པ་དང་དེས་དེ་ལ་སྨྲས་པ། བུ་ཁྱོད་ཀྱིས་ཇི་ལྟར་གྱུར་ཀྱང་གང་པོ་གཏང་བར་མི་བྱ་སྟེ།
en: Bhavila stayed and his father said to him, “Son, whatever happens, you should not abandon Pūrṇa.

source: སེམས་ཅན་འདི་ནི་བསོད་ནམས་ཀྱི་མཐུ་ཆེན་པོ་དང་ལྡན་པ་ཡིན་ནོ་ཞེས་བསྒོ་སྟེ།
en: He has the great power of merit.” Then Bhava passed away, saying:

source: བསགས་པ་ཀུན་གྱི་མཐའ་ཟད་ཅིང་།
en: “All accumulation ends in loss;

source: །མཐོན་པོ་རྣམས་ཀྱི་མཐའ་ལྟུང་གྱུར།
en: What is lofty in the end will fall;

source: །ཕྲད་པའི་མཐའ་ནི་འབྲལ་བ་སྟེ།
en: All meetings end in separation;

source: །གསོན་པའི་མཐའ་ནི་འཆི་བ་ཡིན། །ཞེས་སྨྲས་ནས་དུས་ཀྱི་ཆོས་དང་ལྡན་པར་གྱུར་ཏོ།
en: All life ends in death.”

source: །དེ་རྣམས་ཀྱིས་དེ་རས་སྔོན་པོ་དང་། སེར་པོ་དང་། དམར་པོ་དང་། དཀར་པོ་རྣམས་ཀྱིས་ཁྱོགས་བརྒྱན་ཏེ་བཀུར་སྟི་ཆེར་བྱས་ནས་དུར་ཁྲོད་དུ་ཁྱེར་ཏེ་བསྲེགས་སོ།
en: The sons decorated his bier with blue, yellow, red, and white cloth, performed a great ceremony, carried the body to the charnel ground, and cremated it.

source: །དེ་ནས་མྱ་ངན་བསང་བ་བྱས་ནས་སྨྲས་པ། གང་གི་ཚེ་བདག་ཅག་གི་ཕ་གསོན་པ་དེའི་ཚེ་ནི་སྲོག་དེ་ལ་རག་ལས་ན་ད་དེ་དུས་ལས་འདས་ན།
en: Then, having assuaged their grief, they said to one another, “When our father was alive, we depended on him for our livelihoods. But now he is dead.

source: གལ་ཏེ་དེ་འཚོ་ནམ་ཡལ་བར་བོར་ཏེ་འདུག་ན་ཁྱིམ་ཞིག་པར་འགྱུར་ཞིང་ཉེ་དུ་རྣམས་ཀྱིས་ཀྱང་དཔྱས་པར་འགྱུར་གྱིས།
en: If we now abandon the family business and settle down, the family will dissolve and we will be reproached by our kinsmen.

source: མ་ལ་བདག་ཅག་ཟོང་ཐོགས་ཏེ་ཡུལ་གཞན་དུ་འདོང་ངོ་།
en: So let us go abroad carrying merchandise.”

source: །གང་པོས་སྨྲས་པ། གལ་ཏེ་དེ་ལྟར་ན་བདག་ཀྱང་མཆིའོ། །དེ་རྣམས་ཀྱིས་སྨྲས་པ།
en: Pūrṇa said, “Then I will go, too.” “You should stay here and do what needs to be done in the store,” said the brothers.

source: ཁྱོད་འདི་ཉིད་དུ་འདུག་ལ་ཚོང་ཁང་གི་བྱ་བ་དག་བྱོས་ཤིག །ཁོ་བོ་ཅག་ཁོ་ན་འདོང་ངོ་ཞེས་དེ་རྣམས་ཀྱིས་ཟོང་ཁྱེར་ཏེ་ཡུལ་གཞན་དུ་དོང་ངོ་།། །།འདུལ་བ་གཞི། བམ་པོ་ཉི་ཤུ་བཞི་པ།
en: “Only we three will go.” The three brothers then went abroad carrying merchandise.

source: གང་པོ་ལ་ནི་དགོས་པ་ཐམས་ཅད་གཏད་ནས་དེ་ཉིད་ན་གནས་སོ།
en: Pūrṇa, entrusted with all the other responsibilities, stayed behind.

source: །ཆོས་ཉིད་ཀྱིས་ཕྱུག་པོའི་ཁྱིམ་དག་ན་ཉིན་རེ་ཞིང་འགོད་པ་འབོག་པ་ཡིན་པས།
en: It is commonplace that in a wealthy family each member of the family is given money for everyday expenses.

source: དེ་དག་གི་ཆུང་མས་བྲན་མོ་དེ་དག་མངགས་ཏེ་འགོད་པ་ནོད་དུ་བཏང་བ་ལས་གང་པོ་ཚོང་པ་དང་། ཚོང་དཔོན་དང་། དེད་དཔོན་དང་། གཞན་ཡང་རྗེས་སུ་འཚོ་བ་དག་གིས་ཡོངས་སུ་བསྐོར་ཅིང་འདུག་སྟེ་དེ་དག་གིས་སྐབས་མ་རྙེད་དོ།
en: The wives of the three elder brothers sent their female slaves to Pūrṇa to receive the money for everyday expenses. But since Pūrṇa was surrounded by merchants, businessmen, caravan leaders, and servants, the female slaves did not find an opportunity to receive the money for everyday expenses.

source: །ཇི་ཙམ་ན་དེ་དག་ལངས་ཏེ་དོང་བར་གྱུར་པ་དེའི་ཚེ་དེ་དག་ལ་ཉིན་བར་གྱི་འགོད་པ་ཕོག་གོ།
en: After the guests had stood up and left, the female slaves were then given the money for that day.

source: །བུ་མོ་དེ་དག་རིང་ཞིག་ལོན་ཏེ་འོངས་པ་དང་། ཀྱེ་མ་བུ་མོ་ཁྱེད་ཅག་རིང་ཞིག་ཅི་ཐོགས་ཞེས་སྤྱོས་པས་དེ་དག་གིས་སྨྲས་པ།
en: When the female slaves returned late, they were scolded: “Hey, girl, why are you so late?”

source: གང་པོ་ཚོང་པ་དང་། ཚོང་དཔོན་དང་། དེད་དཔོན་དང་། གཞན་ཡང་རྗེས་སུ་འཚོ་བ་དག་གིས་ཡོངས་སུ་བསྐོར་ནས་ཉི་མའི་འོད་ཟེར་ལྟ་བུར་གཟི་བརྗིད་འབར་ཞིང་བཞུགས་ཏེ།
en: “Pūrṇa was surrounded by merchants, businessmen, caravan leaders, and servants, and his brightness was blazing like the light of the sun,” they replied.

source: གང་གི་ཚེ་དེ་དག་ལངས་ཏེ་མཆིས་པ་དེའི་ཚེ་ཕོག་གོ།
en: “When everyone else had stood up and left, we were given the money.”

source: །དེ་དག་གིས་སྨྲས་པ། གང་དག་གིས་ཁྱིམ་ན་བྲན་མོའི་བུ་དག་དབང་ཕྱུག་ལ་དབང་བྱེད་པ་དེ་དག་ལ་ཡོང་ཡང་དེ་ལྟར་འགྱུར་རོ།
en: “Such a thing occurs when sons of slave women come into power in someone’s house,” remarked the wives.

source: །འབྱོར་ལེན་གྱི་ཆུང་མས་བྲན་མོ་ལ་སྨྲས་པ། རིང་མོ་ཞིག་ཏུ་ཅིའི་ཕྱིར་ཐོགས།
en: The wife of Bhavila asked her female slave, “Why are you so late?”

source: དེས་སྐབས་དེ་རྒྱས་པར་སྨྲས་པ་དང་། དེས་སྨྲས་པ།
en: When the female slave had explained the matter in detail, the wife of Bhavila said, “Thank you.

source: ཁྱོད་འོར་ཆེའོ། །ཁྱོད་ཀྱིས་དུས་ཤེས་པར་བྱོས་ལ་སོང་ཤིག །དེས་དུས་ཤེས་པར་བྱས་ནས་སོང་བ་དང་མྱུར་དུ་ཐོབ་བོ།
en: You should go when you know the time is right.” Because the female slave knew when the time was right and went then, she quickly received the money.

source: །གཞན་དག་ནི་རིང་དུ་ཐོགས་པར་གྱུར་ནས་དེ་དག་གིས་དེ་ལ་དྲིས་པ།
en: The other female slaves took a long time.
